tap "argon/mas"
tap "elastic/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "kayac/tap"
tap "rcmdnk/file"
tap "thoughtbot/formulae"
brew "alp"
brew "brotli"
brew "giflib"
brew "aom"
brew "ca-certificates"
brew "sqlite"
brew "awscli"
brew "oniguruma"
brew "bat"
brew "berkeley-db", link: true
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "deno"
brew "docker-clean"
brew "fd"
brew "fish"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "gh"
brew "graphite2"
brew "harfbuzz"
brew "pango"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "guile"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "krb5"
brew "libffi"
brew "libfido2"
brew "libyaml"
brew "lua"
brew "mas"
brew "mysql"
brew "mysql-client@5.7"
brew "mysql@5.7"
brew "python@3.10"
brew "node@14"
brew "percona-toolkit"
brew "perl"
brew "pinentry-mac"
brew "postgresql@14"
brew "pyenv"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tig"
brew "vim"
brew "volta"
brew "yarn"
brew "zoxide"
brew "elastic/tap/elasticsearch-full"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "kayac/tap/ecspresso"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "1password-cli"
cask "authy"
cask "chromedriver"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "expressvpn"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kindle"
cask "kindle-previewer"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "sequel-ace"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "GarageBand", id: 682658836
mas "Habitify", id: 1111447047
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.path-intellisense"
vscode "clinyong.vscode-css-modules"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hansuxdev.bootstrap5-snippets"
vscode "hbenl.vscode-test-explorer"
vscode "ionutvmi.path-autocomplete"
vscode "kaiwood.endwise"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "paulmolluzzo.convert-css-in-js"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "skyapps.fish-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
