tap "argon/mas"
tap "elastic/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kayac/tap"
tap "rcmdnk/file"
tap "thoughtbot/formulae"
brew "alp"
brew "anyenv"
brew "brotli"
brew "giflib"
brew "aom"
brew "ca-certificates"
brew "gdbm"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "cairo"
brew "chezmoi"
brew "deno"
brew "docker-clean"
brew "fd"
brew "fish"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-interactive-rebase-tool"
brew "libtool"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphite2"
brew "jasper"
brew "netpbm"
brew "gts"
brew "icu4c"
brew "harfbuzz"
brew "libde265"
brew "shared-mime-info"
brew "x265"
brew "libheif"
brew "liblqr"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "oniguruma"
brew "jq"
brew "krb5"
brew "libfido2"
brew "pango"
brew "librsvg"
brew "libyaml"
brew "lua"
brew "mas"
brew "mysql-client@5.7"
brew "mysql@5.7", restart_service: true
brew "node@14"
brew "percona-toolkit"
brew "perl"
brew "pinentry-mac"
brew "postgresql"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tig"
brew "vim"
brew "volta"
brew "yarn"
brew "zoxide"
brew "elastic/tap/elasticsearch-full"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "kayac/tap/ecspresso"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "authy"
cask "centered"
cask "chromedriver"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-cleaner"
cask "kindle"
cask "meetingbar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "multipass"
cask "ngrok"
cask "notion"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wd-security"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "GarageBand", id: 682658836
mas "Habitify", id: 1111447047
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
