
# tap repositories and their packages

tap 'homebrew/core'
brew 'alp'
brew 'anyenv'
brew 'aom'
brew 'awscli'
brew 'bat'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'brotli'
brew 'c-ares'
brew 'ca-certificates'
brew 'cairo'
brew 'chezmoi'
brew 'deno'
brew 'docbook'
brew 'docbook-xsl'
brew 'docker-clean'
brew 'fd'
brew 'fish'
brew 'fontconfig'
brew 'freetype'
brew 'fribidi'
brew 'fzf'
brew 'gcc'
brew 'gd'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'gh'
brew 'ghostscript'
brew 'ghq'
brew 'giflib'
brew 'git'
brew 'git-delta'
brew 'git-interactive-rebase-tool'
brew 'glib'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnupg'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'graphite2'
brew 'gts'
brew 'guile'
brew 'harfbuzz'
brew 'icu4c'
brew 'imagemagick'
brew 'imagemagick@6'
brew 'imath'
brew 'isl'
brew 'jasper'
brew 'jbig2dec'
brew 'jpeg'
brew 'jpeg-xl'
brew 'jq'
brew 'krb5'
brew 'libassuan'
brew 'libavif'
brew 'libcbor'
brew 'libde265'
brew 'libevent'
brew 'libffi'
brew 'libfido2'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn'
brew 'libidn2'
brew 'libksba'
brew 'liblqr'
brew 'libmpc'
brew 'libnghttp2'
brew 'libomp'
brew 'libpng'
brew 'libpthread-stubs'
brew 'libraw'
brew 'librsvg'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libuv'
brew 'libvmaf'
brew 'libx11'
brew 'libxau'
brew 'libxcb'
brew 'libxdmcp'
brew 'libxext'
brew 'libxrender'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'lz4'
brew 'lzo'
brew 'm4'
brew 'macos-term-size'
brew 'mas'
brew 'mpdecimal'
brew 'mpfr'
brew 'mysql-client'
brew 'mysql-client@5.7'
brew 'mysql@5.7'
brew 'ncurses'
brew 'netpbm'
brew 'nettle'
brew 'nginx'
brew 'node@14'
brew 'node@16'
brew 'npth'
brew 'oniguruma'
brew 'openexr'
brew 'openjpeg'
brew 'openssl@1.1'
brew 'p11-kit'
brew 'pango'
brew 'pcre'
brew 'pcre2'
brew 'percona-toolkit'
brew 'perl'
brew 'pinentry'
brew 'pinentry-mac'
brew 'pixman'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'python@3.10'
brew 'python@3.9'
brew 'rcm'
brew 'readline'
brew 'redis'
brew 'ripgrep'
brew 'ruby'
brew 'shared-mime-info'
brew 'six'
brew 'sqlite'
brew 'starship'
brew 'tig'
brew 'unbound'
brew 'vim'
brew 'volta'
brew 'webp'
brew 'x265'
brew 'xmlto'
brew 'xorgproto'
brew 'xz'
brew 'yarn'
brew 'zoxide'
brew 'zstd'

tap 'homebrew/bundle'

tap 'homebrew/cask-drivers'
cask 'wd-security'

tap 'homebrew/cask-fonts'
cask 'font-hack-nerd-font'

tap 'homebrew/cask-versions'

tap 'homebrew/services'

tap 'homebrew/cask'
cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'authy'
cask 'centered'
cask 'chromedriver'
cask 'deepl'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keyboard-cleaner'
cask 'kindle'
cask 'meetingbar'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'multipass'
cask 'ngrok'
cask 'notion'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'zoom'

tap 'argon/mas'

tap 'elastic/tap'
brew 'elasticsearch-full'

tap 'github/gh'

tap 'heroku/brew'
brew 'heroku'
brew 'heroku-node'

tap 'kayac/tap'
brew 'ecspresso'

tap 'rcmdnk/file'
brew 'brew-file'

tap 'thoughtbot/formulae'

# App Store applications
mas '1Password for Safari (2.3.7)', id: 1569813296
mas 'Bear (1.9.6)', id: 1091189122
mas 'Craft (2.2.5)', id: 1487937127
mas 'GarageBand (10.4.6)', id: 682658836
mas 'Habitify (10.1.1)', id: 1111447047
mas 'iMovie (10.3.3)', id: 408981434
mas 'Keynote (12.1)', id: 409183694
mas 'Numbers (12.1)', id: 409203825
mas 'Pages (12.1)', id: 409201541
mas 'Todoist (8.0.7)', id: 585829637
mas 'Xcode (13.4.1)', id: 497799835
